Repository: AtaOzeren/dynamic-island-for-macbook
Catalog: KerNotch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, tr

source: Agent sessions are not carried across a restart. Each one reappears on its next event.
de: Agent-Sitzungen werden bei einem Neustart nicht übernommen. Jede erscheint bei ihrem nächsten Ereignis wieder.
es: Las sesiones de agente no se conservan al reiniciar. Cada una reaparece en su siguiente evento.
fr: Les sessions d'agent ne sont pas conservées lors d'un redémarrage. Chacune réapparaît à son prochain événement.
it: Le sessioni degli agenti non vengono mantenute dopo un riavvio. Ognuna riappare al suo evento successivo.
tr: Aracı oturumları yeniden başlatma sırasında taşınmaz. Her biri bir sonraki olayında yeniden görünür.

source: Last time, KerNotch quit itself because CPU stayed high after three restarts. Report: %@
de: Beim letzten Mal hat sich KerNotch beendet, weil die CPU-Last nach drei Neustarts hoch blieb. Bericht: %@
es: La última vez, KerNotch se cerró porque la CPU siguió alta tras tres reinicios. Informe: %@
fr: La dernière fois, KerNotch s'est fermé car l'utilisation du processeur est restée élevée après trois redémarrages. Rapport : %@
it: L'ultima volta KerNotch si è chiuso perché la CPU è rimasta alta dopo tre riavvii. Rapporto: %@
tr: KerNotch son çalışmasında üç yeniden başlatmaya rağmen CPU yüksek kaldığı için kendini kapattı. Rapor: %@

source: KerNotch is restarting because CPU stayed high despite protective measures. A diagnostic report was saved.
de: KerNotch startet neu, weil die CPU-Last trotz Schutzmaßnahmen hoch blieb. Ein Diagnosebericht wurde gesichert.
es: KerNotch se está reiniciando porque la CPU siguió alta pese a las medidas de protección. Se guardó un informe de diagnóstico.
fr: KerNotch redémarre car l'utilisation du processeur est restée élevée malgré les mesures de protection. Un rapport de diagnostic a été enregistré.
it: KerNotch si sta riavviando perché la CPU è rimasta alta nonostante le misure di protezione. È stato salvato un rapporto diagnostico.
tr: KerNotch koruyucu önlemlere rağmen CPU yüksek kaldığı için yeniden başlatılıyor. Tanı raporu kaydedildi.

source: KerNotch is using more CPU than expected. Animations are paused while it recovers.
de: KerNotch benötigt mehr CPU als erwartet. Animationen pausieren, bis es sich erholt hat.
es: KerNotch está usando más CPU de lo previsto. Las animaciones se pausan mientras se recupera.
fr: KerNotch utilise plus de processeur que prévu. Les animations sont suspendues le temps qu'il se rétablisse.
it: KerNotch sta usando più CPU del previsto. Le animazioni sono in pausa finché non si riprende.
tr: KerNotch beklenenden fazla CPU kullanıyor. Toparlanana kadar animasyonlar duraklatıldı.

source: KerNotch quit itself: CPU stayed high after 3 restarts within an hour. Diagnostic report: %@
de: KerNotch hat sich beendet: Die CPU-Last blieb nach 3 Neustarts innerhalb einer Stunde hoch. Diagnosebericht: %@
es: KerNotch se cerró: la CPU siguió alta tras 3 reinicios en una hora. Informe de diagnóstico: %@
fr: KerNotch s'est fermé : l'utilisation du processeur est restée élevée après 3 redémarrages en une heure. Rapport de diagnostic : %@
it: KerNotch si è chiuso: la CPU è rimasta alta dopo 3 riavvii in un'ora. Rapporto diagnostico: %@
tr: KerNotch kendini kapattı: bir saat içinde 3 yeniden başlatmaya rağmen CPU yüksek kaldı. Tanı raporu: %@

source: KerNotch restarted itself after sustained high CPU use. Report: %@
de: KerNotch hat sich nach anhaltend hoher CPU-Last neu gestartet. Bericht: %@
es: KerNotch se reinició tras un uso alto y sostenido de la CPU. Informe: %@
fr: KerNotch a redémarré après une utilisation élevée et prolongée du processeur. Rapport : %@
it: KerNotch si è riavviato dopo un uso elevato e prolungato della CPU. Rapporto: %@
tr: KerNotch sürekli yüksek CPU kullanımı sonrası kendini yeniden başlattı. Rapor: %@

source: Quit KerNotch
de: KerNotch beenden
es: Salir de KerNotch
fr: Quitter KerNotch
it: Esci da KerNotch
tr: KerNotch'dan Çık

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…
tr: Ayarlar…

source: Start 10-Minute Timer
de: 10-Minuten-Timer starten
es: Iniciar temporizador de 10 minutos
fr: Lancer un minuteur de 10 minutes
it: Avvia timer da 10 minuti
tr: 10 Dakikalık Zamanlayıcı Başlat

source: Start 25-Minute Timer
de: 25-Minuten-Timer starten
es: Iniciar temporizador de 25 minutos
fr: Lancer un minuteur de 25 minutes
it: Avvia timer da 25 minuti
tr: 25 Dakikalık Zamanlayıcı Başlat

source: Start 5-Minute Timer
de: 5-Minuten-Timer starten
es: Iniciar temporizador de 5 minutos
fr: Lancer un minuteur de 5 minutes
it: Avvia timer da 5 minuti
tr: 5 Dakikalık Zamanlayıcı Başlat

source: Stop Timer
de: Timer stoppen
es: Detener temporizador
fr: Arrêter le minuteur
it: Ferma timer
tr: Zamanlayıcıyı Durdur

source: Welcome to KerNotch
de: Willkommen bei KerNotch
es: Te damos la bienvenida a KerNotch
fr: Bienvenue dans KerNotch
it: Ti diamo il benvenuto in KerNotch
tr: KerNotch'a hoş geldiniz

source: not saved
de: nicht gesichert
es: no guardado
fr: non enregistré
it: non salvato
tr: kaydedilmedi

source: KerNotch could not start listening for agent updates.
de: KerNotch konnte nicht beginnen, auf Agent-Updates zu hören.
es: KerNotch no pudo empezar a escuchar las actualizaciones de los agentes.
fr: KerNotch n'a pas pu commencer à écouter les mises à jour des agents.
it: KerNotch non è riuscito a iniziare ad ascoltare gli aggiornamenti degli agenti.
tr: KerNotch, aracı güncellemelerini dinlemeye başlayamadı.

source: Agent status will not appear in the notch until listening starts. Turn the agent off and on again, or restart KerNotch.
de: Der Agent-Status erscheint erst in der Notch, wenn das Zuhören beginnt. Schalte den Agenten aus und wieder ein oder starte KerNotch neu.
es: El estado del agente no aparecerá en la muesca hasta que empiece la escucha. Desactiva y vuelve a activar el agente, o reinicia KerNotch.
fr: L'état de l'agent n'apparaîtra pas dans l'encoche tant que l'écoute n'a pas commencé. Désactivez puis réactivez l'agent, ou redémarrez KerNotch.
it: Lo stato dell'agente non comparirà nel notch finché l'ascolto non inizia. Disattiva e riattiva l'agente, oppure riavvia KerNotch.
tr: Dinleme başlayana kadar aracı durumu çentikte görünmez. Aracıyı kapatıp yeniden açın ya da KerNotch'u yeniden başlatın.

source: KerNotch could not read its settings.
de: KerNotch konnte seine Einstellungen nicht lesen.
es: KerNotch no pudo leer sus ajustes.
fr: KerNotch n'a pas pu lire ses réglages.
it: KerNotch non è riuscito a leggere le sue impostazioni.
tr: KerNotch ayarlarını okuyamadı.

source: KerNotch is using default settings for now and will not save changes. Launch at Login, the app language and agent hooks are left exactly as they are. Check that this file belongs to you, then restart KerNotch: %@
de: KerNotch verwendet vorerst die Standardeinstellungen und sichert keine Änderungen. „Beim Anmelden öffnen“, die App-Sprache und die Agent-Hooks bleiben genau so, wie sie sind. Prüfe, ob diese Datei dir gehört, und starte KerNotch dann neu: %@
es: KerNotch está usando los ajustes por omisión y no guardará los cambios. El arranque al iniciar sesión, el idioma de la app y los hooks de los agentes quedan intactos. Comprueba que este archivo es tuyo y reinicia KerNotch: %@
fr: KerNotch utilise pour l'instant les réglages par défaut et n'enregistrera aucune modification. L'ouverture à la connexion, la langue de l'app et les hooks des agents restent inchangés. Vérifiez que ce fichier vous appartient, puis redémarrez KerNotch : %@
it: KerNotch sta usando le impostazioni di default e non salverà le modifiche. L'avvio all'accesso, la lingua dell'app e gli hook degli agenti restano invariati. Verifica che questo file sia tuo, poi riavvia KerNotch: %@
tr: KerNotch şimdilik varsayılan ayarlarla çalışıyor ve değişiklikleri kaydetmeyecek. Açılışta başlatma, uygulama dili ve ajan hook'larına dokunulmadı. Bu dosyanın size ait olduğunu kontrol edip KerNotch'u yeniden başlatın: %@
